source/evaluation.org
#+STARTUP:indent
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="css/styles.css"/>
#+HTML_HEAD_EXTRA: <link href='http://fonts.googleapis.com/css?family=Ubuntu+Mono|Ubuntu' rel='stylesheet' type='text/css'>
#+HTML_HEAD_EXTRA: <script src="http://ajax.googleapis.com/ajax/libs/jquery/1.9.1/jquery.min.js" type="text/javascript"></script>
#+HTML_HEAD_EXTRA: <script src="js/navbar.js" type="text/javascript"></script>
#+HTML_HEAD_EXTRA: <script src="js/strikeThrough.js" type="text/javascript"></script>
#+OPTIONS: f:nil author:AUTHOR num:1 creator:AUTHOR timestamp:nil toc:nil html-style:nil html-postamble:nil
#+TITLE: End of the unit evaluation
#+AUTHOR: James Brown

#+BEGIN_EXPORt html
<!--
<div id="underlay" onclick="underlayoff()">
</div>
<div id="overlay" onclick="overlayoff()">
</div>
<div id=overlayMenu>
<p onclick="overlayon('hsla(0, 0%, 50%, 0.5)')">Grey overlay</p>
<p onclick="underlayon('hsla(300,100%,50%, 0.3)')">Pink</p>
<p onclick="underlayon('hsla(80, 90%, 40%, 0.4)')">Green</p>
<p onclick="underlayon('hsla(240,100%,50%,0.2)')">Blue</p>
<p onclick="underlayon('hsla(40,100%,50%,0.3)')">Cream</p>
<p onclick="underlayon('hsla(300,100%,40%,0.3)')">Liliac</p>
<p onclick="underlayon('hsla(300,100%,25%,0.3)')">Purple</p>
<p onclick="underlayon('hsla(60,100%,50%,0.3)')">Yellow</p>
</div>
-->

#+END_EXPORT

* COMMENT Use as a template
:PROPERTIES:
:HTML_CONTAINER_CLASS: activity
:END:
** Learn It
:PROPERTIES:
:HTML_CONTAINER_CLASS: learn
:END:

** Research It
:PROPERTIES:
:HTML_CONTAINER_CLASS: research
:END:

** Design It
:PROPERTIES:
:HTML_CONTAINER_CLASS: design
:END:

** Build It
:PROPERTIES:
:HTML_CONTAINER_CLASS: build
:END:

** Test It
:PROPERTIES:
:HTML_CONTAINER_CLASS: test
:END:

** Run It
:PROPERTIES:
:HTML_CONTAINER_CLASS: run
:END:

** Document It
:PROPERTIES:
:HTML_CONTAINER_CLASS: document
:END:

** Code It
:PROPERTIES:
:HTML_CONTAINER_CLASS: code
:END:

** Program It
:PROPERTIES:
:HTML_CONTAINER_CLASS: program
:END:

** Try It
:PROPERTIES:
:HTML_CONTAINER_CLASS: try
:END:

** Badge It
:PROPERTIES:
:HTML_CONTAINER_CLASS: badge
:END:

** Save It
:PROPERTIES:
:HTML_CONTAINER_CLASS: save
:END:

* Problem Solving - End of Unit Self Evaluation
:PROPERTIES:
:HTML_CONTAINER_CLASS: activity
:END:

** Instructions for Writting Your Evaluation
:PROPERTIES:
:HTML_CONTAINER_CLASS: try
:END:
- [[./doc/Problem_Solving-EndofUnitEvaluation.docx][Right Click here]] then *Save Link As* to save this evaluation template into your homedrive.
- Open the downloaded template in Word.
- Follow the instructions on the template to finish your self evaluation.
  - Under each heading/learning strand, evaluate the following:
    - What went well (WWW)
    - Even better if you ... (EBI)
   
* Assessment
:PROPERTIES:
:HTML_CONTAINER_CLASS: activity
:END:

** Badge It
:PROPERTIES:
:HTML_CONTAINER_CLASS: badge
:END:
- *Bronze*:  Evaluated all learning strands of this unit but briefly
- *Silver*: Evaluated all learning strands of this unit with WWW and EBI on all strands
- *Gold:* Evaluated all learning strands with WWW and EBI on all strands with good English
- *Platinum:*  All the above, but with realistic self reflection on your own work habit - focus, follow notes and instructions, ask questions when stuck etc
