pages/evaluation.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>End of the unit evaluation</title>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="X Ellis" />
<link rel="stylesheet" type="text/css" href="css/styles.css"/>
<link href='http://fonts.googleapis.com/css?family=Ubuntu+Mono|Ubuntu' rel='stylesheet' type='text/css'>
</head>
<body>
<div id="content">
<h1 class="title">End of the unit evaluation</h1>
<!--
<div id="underlay" onclick="underlayoff()">
</div>
<div id="overlay" onclick="overlayoff()">
</div>
<div id=overlayMenu>
<p onclick="overlayon('hsla(0, 0%, 50%, 0.5)')">Grey overlay</p>
<p onclick="underlayon('hsla(300,100%,50%, 0.3)')">Pink</p>
<p onclick="underlayon('hsla(80, 90%, 40%, 0.4)')">Green</p>
<p onclick="underlayon('hsla(240,100%,50%,0.2)')">Blue</p>
<p onclick="underlayon('hsla(40,100%,50%,0.3)')">Cream</p>
<p onclick="underlayon('hsla(300,100%,40%,0.3)')">Liliac</p>
<p onclick="underlayon('hsla(300,100%,25%,0.3)')">Purple</p>
<p onclick="underlayon('hsla(60,100%,50%,0.3)')">Yellow</p>
</div>
-->

<div id="outline-container-sec-1" class="outline-2 activity">
<h2 id="sec-1"><span class="section-number-2">1</span> Problem Solving - End of Unit Self Evaluation</h2>
<div class="outline-text-2" id="text-1">
</div>

<div id="outline-container-sec-1-1" class="outline-3 try">
<h3 id="sec-1-1">Instructions for Writting Your Evaluation</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li><a href="./doc/ProblemSolving-EndofUnitEvaluation.docx"> Right click here</a> then <b>Save Link As</b> to save this evaluation template into your homedrive.
</li>
<li>Open the downloaded template in Word.
</li>
<li>Follow the instructions on the template to finish your self evaluation.
<ul class="org-ul">
<li>Under each heading/learning strand, evaluate the following:
<ul class="org-ul">
<li>What went well (WWW)
</li>
<li>Even better if you &#x2026; (EBI)
</li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2 activity">
<h2 id="sec-2"><span class="section-number-2">2</span> Assessment</h2>
<div class="outline-text-2" id="text-2">
</div>

<div id="outline-container-sec-2-1" class="outline-3 badge">
<h3 id="sec-2-1">Badge It</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li><b>Bronze</b>:  Evaluated all learning strands of this unit but briefly
</li>
<li><b>Silver</b>: Evaluated all learning strands of this unit with WWW and EBI on all strands
</li>
<li><b>Gold:</b> Evaluated all learning strands with WWW and EBI on all strands with good English
</li>
<li><b>Platinum:</b>  All the above, but with realistic self reflection on your own work habit - focus, follow notes and instructions, ask questions when stuck etc
</li>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>
